{
  "colorMeanings": {
    "blue": {
      "name": "Azul",
      "meaning": "Agua",
      "hex": "#4598ff"
    },
    "red": {
      "name": "Rojo",
      "meaning": "Energía",
      "hex": "#fd0202"
    },
    "green": {
      "name": "Verde",
      "meaning": "Alimento",
      "hex": "#00d084"
    },
    "orange": {
      "name": "Naranja",
      "meaning": "Comunicación",
      "hex": "#ff6b35"
    },
    "yellow": {
      "name": "Amarillo",
      "meaning": "Cobijo",
      "hex": "#fee71c"
    }
  },
  "glyphs": {
    "00": {
      "id": 0,
      "defaultColor": "red",
      "combinations": {
        "standard": {
          "meaning": "Inicio",
          "description": "El comienzo de toda acción colectiva en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Inicio - Agua",
          "description": "El comienzo de toda acción colectiva aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Inicio - Energía",
          "description": "El comienzo de toda acción colectiva aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Inicio - Alimento",
          "description": "El comienzo de toda acción colectiva aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Inicio - Comunicación",
          "description": "El comienzo de toda acción colectiva aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Inicio - Cobijo",
          "description": "El comienzo de toda acción colectiva aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "01": {
      "id": 1,
      "defaultColor": "blue",
      "combinations": {
        "standard": {
          "meaning": "Flujo",
          "description": "El movimiento y circulación de recursos en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Flujo - Agua",
          "description": "El movimiento y circulación de recursos aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Flujo - Energía",
          "description": "El movimiento y circulación de recursos aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Flujo - Alimento",
          "description": "El movimiento y circulación de recursos aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Flujo - Comunicación",
          "description": "El movimiento y circulación de recursos aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Flujo - Cobijo",
          "description": "El movimiento y circulación de recursos aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "02": {
      "id": 2,
      "defaultColor": "green",
      "combinations": {
        "standard": {
          "meaning": "Cultivo",
          "description": "El cuidado y desarrollo de lo común en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Cultivo - Agua",
          "description": "El cuidado y desarrollo de lo común aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Cultivo - Energía",
          "description": "El cuidado y desarrollo de lo común aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Cultivo - Alimento",
          "description": "El cuidado y desarrollo de lo común aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Cultivo - Comunicación",
          "description": "El cuidado y desarrollo de lo común aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Cultivo - Cobijo",
          "description": "El cuidado y desarrollo de lo común aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "03": {
      "id": 3,
      "defaultColor": "yellow",
      "combinations": {
        "standard": {
          "meaning": "Refugio",
          "description": "El espacio seguro de acogida en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Refugio - Agua",
          "description": "El espacio seguro de acogida aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Refugio - Energía",
          "description": "El espacio seguro de acogida aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Refugio - Alimento",
          "description": "El espacio seguro de acogida aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Refugio - Comunicación",
          "description": "El espacio seguro de acogida aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Refugio - Cobijo",
          "description": "El espacio seguro de acogida aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "04": {
      "id": 4,
      "defaultColor": "orange",
      "combinations": {
        "standard": {
          "meaning": "Red",
          "description": "La conexión entre muchos nodos en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Red - Agua",
          "description": "La conexión entre muchos nodos aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Red - Energía",
          "description": "La conexión entre muchos nodos aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Red - Alimento",
          "description": "La conexión entre muchos nodos aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Red - Comunicación",
          "description": "La conexión entre muchos nodos aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Red - Cobijo",
          "description": "La conexión entre muchos nodos aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "05": {
      "id": 5,
      "defaultColor": "red",
      "combinations": {
        "standard": {
          "meaning": "Transformación",
          "description": "El cambio y la metamorfosis colectiva en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Transformación - Agua",
          "description": "El cambio y la metamorfosis colectiva aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Transformación - Energía",
          "description": "El cambio y la metamorfosis colectiva aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Transformación - Alimento",
          "description": "El cambio y la metamorfosis colectiva aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Transformación - Comunicación",
          "description": "El cambio y la metamorfosis colectiva aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Transformación - Cobijo",
          "description": "El cambio y la metamorfosis colectiva aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "06": {
      "id": 6,
      "defaultColor": "green",
      "combinations": {
        "standard": {
          "meaning": "Cosecha",
          "description": "El resultado compartido del trabajo común en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Cosecha - Agua",
          "description": "El resultado compartido del trabajo común aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Cosecha - Energía",
          "description": "El resultado compartido del trabajo común aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Cosecha - Alimento",
          "description": "El resultado compartido del trabajo común aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Cosecha - Comunicación",
          "description": "El resultado compartido del trabajo común aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Cosecha - Cobijo",
          "description": "El resultado compartido del trabajo común aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "07": {
      "id": 7,
      "defaultColor": "blue",
      "combinations": {
        "standard": {
          "meaning": "Ciclo",
          "description": "La repetición regenerativa en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Ciclo - Agua",
          "description": "La repetición regenerativa aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Ciclo - Energía",
          "description": "La repetición regenerativa aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Ciclo - Alimento",
          "description": "La repetición regenerativa aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Ciclo - Comunicación",
          "description": "La repetición regenerativa aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Ciclo - Cobijo",
          "description": "La repetición regenerativa aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "08": {
      "id": 8,
      "defaultColor": "orange",
      "combinations": {
        "standard": {
          "meaning": "Encuentro",
          "description": "El espacio de confluencia y diálogo en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Encuentro - Agua",
          "description": "El espacio de confluencia y diálogo aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Encuentro - Energía",
          "description": "El espacio de confluencia y diálogo aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Encuentro - Alimento",
          "description": "El espacio de confluencia y diálogo aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Encuentro - Comunicación",
          "description": "El espacio de confluencia y diálogo aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Encuentro - Cobijo",
          "description": "El espacio de confluencia y diálogo aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "09": {
      "id": 9,
      "defaultColor": "yellow",
      "combinations": {
        "standard": {
          "meaning": "Balance",
          "description": "El equilibrio entre dar y recibir en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Balance - Agua",
          "description": "El equilibrio entre dar y recibir aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Balance - Energía",
          "description": "El equilibrio entre dar y recibir aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Balance - Alimento",
          "description": "El equilibrio entre dar y recibir aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Balance - Comunicación",
          "description": "El equilibrio entre dar y recibir aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Balance - Cobijo",
          "description": "El equilibrio entre dar y recibir aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "10": {
      "id": 10,
      "defaultColor": "red",
      "combinations": {
        "standard": {
          "meaning": "Impulso",
          "description": "La energía que moviliza la acción en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Impulso - Agua",
          "description": "La energía que moviliza la acción aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Impulso - Energía",
          "description": "La energía que moviliza la acción aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Impulso - Alimento",
          "description": "La energía que moviliza la acción aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Impulso - Comunicación",
          "description": "La energía que moviliza la acción aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Impulso - Cobijo",
          "description": "La energía que moviliza la acción aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "11": {
      "id": 11,
      "defaultColor": "green",
      "combinations": {
        "standard": {
          "meaning": "Arraigo",
          "description": "La conexión con el territorio en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Arraigo - Agua",
          "description": "La conexión con el territorio aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Arraigo - Energía",
          "description": "La conexión con el territorio aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Arraigo - Alimento",
          "description": "La conexión con el territorio aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Arraigo - Comunicación",
          "description": "La conexión con el territorio aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Arraigo - Cobijo",
          "description": "La conexión con el territorio aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "12": {
      "id": 12,
      "defaultColor": "blue",
      "combinations": {
        "standard": {
          "meaning": "Fuente",
          "description": "El origen de los recursos comunes en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Fuente - Agua",
          "description": "El origen de los recursos comunes aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Fuente - Energía",
          "description": "El origen de los recursos comunes aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Fuente - Alimento",
          "description": "El origen de los recursos comunes aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Fuente - Comunicación",
          "description": "El origen de los recursos comunes aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Fuente - Cobijo",
          "description": "El origen de los recursos comunes aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "13": {
      "id": 13,
      "defaultColor": "orange",
      "combinations": {
        "standard": {
          "meaning": "Transmisión",
          "description": "El paso de saberes y recursos en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Transmisión - Agua",
          "description": "El paso de saberes y recursos aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Transmisión - Energía",
          "description": "El paso de saberes y recursos aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Transmisión - Alimento",
          "description": "El paso de saberes y recursos aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Transmisión - Comunicación",
          "description": "El paso de saberes y recursos aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Transmisión - Cobijo",
          "description": "El paso de saberes y recursos aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "14": {
      "id": 14,
      "defaultColor": "yellow",
      "combinations": {
        "standard": {
          "meaning": "Resguardo",
          "description": "La protección y conservación en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Resguardo - Agua",
          "description": "La protección y conservación aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Resguardo - Energía",
          "description": "La protección y conservación aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Resguardo - Alimento",
          "description": "La protección y conservación aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Resguardo - Comunicación",
          "description": "La protección y conservación aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Resguardo - Cobijo",
          "description": "La protección y conservación aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "15": {
      "id": 15,
      "defaultColor": "red",
      "combinations": {
        "standard": {
          "meaning": "Activación",
          "description": "El despertar de potencialidades en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Activación - Agua",
          "description": "El despertar de potencialidades aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Activación - Energía",
          "description": "El despertar de potencialidades aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Activación - Alimento",
          "description": "El despertar de potencialidades aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Activación - Comunicación",
          "description": "El despertar de potencialidades aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Activación - Cobijo",
          "description": "El despertar de potencialidades aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "16": {
      "id": 16,
      "defaultColor": "green",
      "combinations": {
        "standard": {
          "meaning": "Siembra",
          "description": "La inversión para el futuro común en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Siembra - Agua",
          "description": "La inversión para el futuro común aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Siembra - Energía",
          "description": "La inversión para el futuro común aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Siembra - Alimento",
          "description": "La inversión para el futuro común aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Siembra - Comunicación",
          "description": "La inversión para el futuro común aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Siembra - Cobijo",
          "description": "La inversión para el futuro común aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "17": {
      "id": 17,
      "defaultColor": "blue",
      "combinations": {
        "standard": {
          "meaning": "Filtración",
          "description": "La purificación y discernimiento en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Filtración - Agua",
          "description": "La purificación y discernimiento aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Filtración - Energía",
          "description": "La purificación y discernimiento aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Filtración - Alimento",
          "description": "La purificación y discernimiento aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Filtración - Comunicación",
          "description": "La purificación y discernimiento aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Filtración - Cobijo",
          "description": "La purificación y discernimiento aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "18": {
      "id": 18,
      "defaultColor": "orange",
      "combinations": {
        "standard": {
          "meaning": "Código",
          "description": "Las reglas compartidas de convivencia en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Código - Agua",
          "description": "Las reglas compartidas de convivencia aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Código - Energía",
          "description": "Las reglas compartidas de convivencia aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Código - Alimento",
          "description": "Las reglas compartidas de convivencia aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Código - Comunicación",
          "description": "Las reglas compartidas de convivencia aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Código - Cobijo",
          "description": "Las reglas compartidas de convivencia aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "19": {
      "id": 19,
      "defaultColor": "yellow",
      "combinations": {
        "standard": {
          "meaning": "Techo",
          "description": "La cobertura y protección colectiva en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Techo - Agua",
          "description": "La cobertura y protección colectiva aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Techo - Energía",
          "description": "La cobertura y protección colectiva aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Techo - Alimento",
          "description": "La cobertura y protección colectiva aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Techo - Comunicación",
          "description": "La cobertura y protección colectiva aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Techo - Cobijo",
          "description": "La cobertura y protección colectiva aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "20": {
      "id": 20,
      "defaultColor": "red",
      "combinations": {
        "standard": {
          "meaning": "Chispa",
          "description": "El inicio de la transformación energética en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Chispa - Agua",
          "description": "El inicio de la transformación energética aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Chispa - Energía",
          "description": "El inicio de la transformación energética aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Chispa - Alimento",
          "description": "El inicio de la transformación energética aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Chispa - Comunicación",
          "description": "El inicio de la transformación energética aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Chispa - Cobijo",
          "description": "El inicio de la transformación energética aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "21": {
      "id": 21,
      "defaultColor": "green",
      "combinations": {
        "standard": {
          "meaning": "Fermentación",
          "description": "La transformación lenta y nutritiva en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Fermentación - Agua",
          "description": "La transformación lenta y nutritiva aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Fermentación - Energía",
          "description": "La transformación lenta y nutritiva aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Fermentación - Alimento",
          "description": "La transformación lenta y nutritiva aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Fermentación - Comunicación",
          "description": "La transformación lenta y nutritiva aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Fermentación - Cobijo",
          "description": "La transformación lenta y nutritiva aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "22": {
      "id": 22,
      "defaultColor": "blue",
      "combinations": {
        "standard": {
          "meaning": "Pozos",
          "description": "El acceso compartido a recursos profundos en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Pozos - Agua",
          "description": "El acceso compartido a recursos profundos aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Pozos - Energía",
          "description": "El acceso compartido a recursos profundos aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Pozos - Alimento",
          "description": "El acceso compartido a recursos profundos aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Pozos - Comunicación",
          "description": "El acceso compartido a recursos profundos aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Pozos - Cobijo",
          "description": "El acceso compartido a recursos profundos aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "23": {
      "id": 23,
      "defaultColor": "orange",
      "combinations": {
        "standard": {
          "meaning": "Antena",
          "description": "La captación de señales y energías en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Antena - Agua",
          "description": "La captación de señales y energías aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Antena - Energía",
          "description": "La captación de señales y energías aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Antena - Alimento",
          "description": "La captación de señales y energías aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Antena - Comunicación",
          "description": "La captación de señales y energías aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Antena - Cobijo",
          "description": "La captación de señales y energías aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "24": {
      "id": 24,
      "defaultColor": "yellow",
      "combinations": {
        "standard": {
          "meaning": "Hogar",
          "description": "El espacio de intimidad y pertenencia en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Hogar - Agua",
          "description": "El espacio de intimidad y pertenencia aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Hogar - Energía",
          "description": "El espacio de intimidad y pertenencia aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Hogar - Alimento",
          "description": "El espacio de intimidad y pertenencia aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Hogar - Comunicación",
          "description": "El espacio de intimidad y pertenencia aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Hogar - Cobijo",
          "description": "El espacio de intimidad y pertenencia aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "25": {
      "id": 25,
      "defaultColor": "red",
      "combinations": {
        "standard": {
          "meaning": "Combustión",
          "description": "La transformación intensa de energía en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Combustión - Agua",
          "description": "La transformación intensa de energía aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Combustión - Energía",
          "description": "La transformación intensa de energía aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Combustión - Alimento",
          "description": "La transformación intensa de energía aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Combustión - Comunicación",
          "description": "La transformación intensa de energía aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Combustión - Cobijo",
          "description": "La transformación intensa de energía aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "26": {
      "id": 26,
      "defaultColor": "green",
      "combinations": {
        "standard": {
          "meaning": "Riego",
          "description": "La distribución nutritiva de recursos en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Riego - Agua",
          "description": "La distribución nutritiva de recursos aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Riego - Energía",
          "description": "La distribución nutritiva de recursos aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Riego - Alimento",
          "description": "La distribución nutritiva de recursos aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Riego - Comunicación",
          "description": "La distribución nutritiva de recursos aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Riego - Cobijo",
          "description": "La distribución nutritiva de recursos aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "27": {
      "id": 27,
      "defaultColor": "blue",
      "combinations": {
        "standard": {
          "meaning": "Cisterna",
          "description": "El almacenamiento y gestión de lo común en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Cisterna - Agua",
          "description": "El almacenamiento y gestión de lo común aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Cisterna - Energía",
          "description": "El almacenamiento y gestión de lo común aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Cisterna - Alimento",
          "description": "El almacenamiento y gestión de lo común aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Cisterna - Comunicación",
          "description": "El almacenamiento y gestión de lo común aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Cisterna - Cobijo",
          "description": "El almacenamiento y gestión de lo común aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "28": {
      "id": 28,
      "defaultColor": "orange",
      "combinations": {
        "standard": {
          "meaning": "Canal",
          "description": "El medio para el flujo de información en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Canal - Agua",
          "description": "El medio para el flujo de información aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Canal - Energía",
          "description": "El medio para el flujo de información aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Canal - Alimento",
          "description": "El medio para el flujo de información aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Canal - Comunicación",
          "description": "El medio para el flujo de información aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Canal - Cobijo",
          "description": "El medio para el flujo de información aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "29": {
      "id": 29,
      "defaultColor": "yellow",
      "combinations": {
        "standard": {
          "meaning": "Nido",
          "description": "El espacio de reproducción de lo común en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Nido - Agua",
          "description": "El espacio de reproducción de lo común aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Nido - Energía",
          "description": "El espacio de reproducción de lo común aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Nido - Alimento",
          "description": "El espacio de reproducción de lo común aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Nido - Comunicación",
          "description": "El espacio de reproducción de lo común aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Nido - Cobijo",
          "description": "El espacio de reproducción de lo común aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "30": {
      "id": 30,
      "defaultColor": "red",
      "combinations": {
        "standard": {
          "meaning": "Motor",
          "description": "El mecanismo de acción sostenida en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Motor - Agua",
          "description": "El mecanismo de acción sostenida aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Motor - Energía",
          "description": "El mecanismo de acción sostenida aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Motor - Alimento",
          "description": "El mecanismo de acción sostenida aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Motor - Comunicación",
          "description": "El mecanismo de acción sostenida aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Motor - Cobijo",
          "description": "El mecanismo de acción sostenida aplicado a la vivienda y espacios comunes."
        }
      }
    },
    "31": {
      "id": 31,
      "defaultColor": "green",
      "combinations": {
        "standard": {
          "meaning": "Raíz",
          "description": "La conexión profunda con lo fundamental en economías recíprocas basadas en apoyo mutuo."
        },
        "blue": {
          "meaning": "Raíz - Agua",
          "description": "La conexión profunda con lo fundamental aplicado al acceso y gestión del agua como bien común."
        },
        "red": {
          "meaning": "Raíz - Energía",
          "description": "La conexión profunda con lo fundamental aplicado a la generación y gestión de energía."
        },
        "green": {
          "meaning": "Raíz - Alimento",
          "description": "La conexión profunda con lo fundamental aplicado a la producción y distribución de alimentos."
        },
        "orange": {
          "meaning": "Raíz - Comunicación",
          "description": "La conexión profunda con lo fundamental aplicado a redes de información y coordinación."
        },
        "yellow": {
          "meaning": "Raíz - Cobijo",
          "description": "La conexión profunda con lo fundamental aplicado a la vivienda y espacios comunes."
        }
      }
    }
  }
}